Repository: mkemiazhuk/weekfit
Catalog: WeekFit/Localizable.xcstrings
Source language: en
Languages: ru, zh_hans

# coach.actions.currentActivity
source: Current activity
ru: Текущая активность
zh_hans: 当前活动

# coach.actions.doItNowThenSipCalmly
source: Do it now, then sip calmly
ru: Сделайте это сейчас, затем пейте спокойно
zh_hans: 现在就开始，然后平静地小口啜饮。

# coach.actions.doNotForceIntensityToday
source: Do not force intensity today
ru: Не форсируйте интенсивность сегодня
zh_hans: 今天不要强行增加训练强度。

# coach.actions.doNotSolveTomorrowTonight
source: Do not solve tomorrow tonight
ru: Не решайте завтрашний день сегодня вечером
zh_hans: 今晚不要解决明天的事。

# coach.actions.doNotSpendEnergyYouHaveNotPut
source: Do not spend energy you have not put in
ru: Не тратьте энергию, которую не внесли
zh_hans: 不要消耗你尚未投入的能量。

# coach.actions.doNotSpendEverythingEarly
source: Do not spend everything early
ru: Не тратьте все в начале
zh_hans: 不要过早耗尽所有资金。

# coach.actions.doNotStartLaterWorkDry
source: Do not start later work dry
ru: Не начинайте позднюю тренировку без воды
zh_hans: 请勿在干燥状态下开始后续作业。

# coach.actions.doNotTurnHeatIntoEffort
source: Do not turn heat into effort
ru: Не превращайте жару в усилие
zh_hans: 切勿将热量转化为体力消耗

# coach.actions.downshift
source: Downshift
ru: Не форсируйте
zh_hans: 降档

# coach.actions.downshiftAfterHeat
source: Downshift after heat
ru: Сбавьте обороты после жары
zh_hans: 高温后降档

# coach.actions.drink300500MlWater
source: Drink 300-500 ml water
ru: Выпейте 300–500 мл воды
zh_hans: 饮用 300-500 毫升水

# coach.actions.drinkCalmlyBeforeExposure
source: Drink calmly before exposure
ru: Пейте спокойно перед воздействием
zh_hans: 接触前请保持冷静。

# coach.actions.drinkToComfortDuringThisBlock
source: Drink to comfort during this block
ru: Пейте до комфорта во время этого блока
zh_hans: 在此期间，请通过饮酒来缓解不适。

# coach.actions.eat3060gCarbs
source: Eat 30-60g carbs
ru: Съешьте 30–60 г углеводов
zh_hans: 摄入 30-60 克碳水化合物

# coach.actions.eatNormally
source: Eat normally
ru: Поешьте как обычно.
zh_hans: 正常饮食

# coach.actions.eatNormallyAtNextMeal
source: Eat normally at next meal
ru: Поешьте нормально в следующий прием пищи
zh_hans: 下次用餐时正常进食

# coach.actions.exitBeforeFatigueAccumulates
source: Exit before fatigue accumulates
ru: Выходите до накопления усталости
zh_hans: 在疲劳累积前退出

# coach.actions.finishFeelingBetterThanWhenYouStarted
source: Finish feeling better than when you started
ru: Закончите в лучшем состоянии, чем начали
zh_hans: 最终感觉比开始时更好

# coach.actions.finishFresherThanYouStarted
source: Finish fresher than you started
ru: Закончите свежее, чем начали
zh_hans: 结束时比开始时更清爽。

# coach.actions.finishWithReserve
source: Finish with reserve
ru: Закончите с запасом
zh_hans: 以保留余额收尾

# coach.actions.fluidsCanSupportTheDay
source: Fluids can support the day
ru: Вода поможет пройти день ровнее
zh_hans: 充足的液体摄入有助于维持全天活力。

# coach.actions.hydrateOnlyIfThirsty
source: Hydrate only if thirsty
ru: Пейте только если хочется
zh_hans: 仅在口渴时补充水分。

# coach.actions.hydration
source: Hydration
ru: Вода
zh_hans: 补水

# coach.actions.hydrationFirst
source: Hydration first
ru: Сначала вода
zh_hans: 先补水

# coach.actions.keepBedtimeNormal
source: Keep bedtime normal
ru: Сохраните обычное время сна
zh_hans: 保持固定的就寝时间

# coach.actions.keepEffortEasy
source: Keep effort easy
ru: Держите усилие легким
zh_hans: 让努力变得轻松

# coach.actions.keepEnergyAvailableForTheLongBlock
source: Keep energy available for the long block
ru: Сохраните энергию для длинного блока
zh_hans: 为长期任务保留充足能量

# coach.actions.keepEnergyAvailableForTheObjective
source: Keep energy available for the objective
ru: Сохраните энергию доступной для цели
zh_hans: 为达成目标而保留必要的精力

# coach.actions.keepEnergyAvailableForTheWork
source: Keep energy available for the work
ru: Сохраните энергию для работы
zh_hans: 为工作保留足够的精力

# coach.actions.keepFluidsAvailableAsSupport
source: Keep fluids available as support
ru: Держите воду под рукой
zh_hans: 保持液体供应以提供支持

# coach.actions.keepFluidsMovingWithoutRushing
source: Keep fluids moving without rushing
ru: Пейте понемногу, без спешки
zh_hans: 保持体液循环，避免操之过急

# coach.actions.keepFluidsSteady
source: Keep fluids steady
ru: Пейте воду равномерно.
zh_hans: 维持体液平衡

# coach.actions.keepFoodLight
source: Keep food light
ru: Еда должна быть легкой
zh_hans: 饮食清淡

# coach.actions.keepFoodLightOnlyIfAlreadyFueled
source: Keep food light only if already fueled
ru: Оставьте еду легкой, если уже заправились
zh_hans: 仅在已摄入足够能量后，才选择清淡饮食。

# coach.actions.keepHeatExposureConservative
source: Keep heat exposure conservative
ru: Держите тепловую нагрузку умеренной
zh_hans: 避免长时间暴露于高温环境

# coach.actions.keepIntensityEasyUntilFueled
source: Keep intensity easy until fueled
ru: Держите интенсивность легкой, пока не заправитесь
zh_hans: 在体力充足前，保持轻松强度。

# coach.actions.keepIntensityLow
source: Keep intensity low
ru: Держите интенсивность низкой
zh_hans: 保持低强度

# coach.actions.keepMorningActivityEasy
source: Keep morning activity easy
ru: Держите утреннюю активность легкой
zh_hans: 让晨间活动变得轻松

# coach.actions.keepRecoveryEasy
source: Keep recovery easy
ru: Восстанавливайтесь спокойно
zh_hans: 让康复更轻松

# coach.actions.keepRecoveryMoving
source: Keep recovery moving
ru: Дайте себе восстановиться
zh_hans: 持续推进恢复工作

# coach.actions.keepRestAsThePriority
source: Keep rest as the priority
ru: Сегодня важнее отдых
zh_hans: 将休息放在首位

# coach.actions.keepSaunaShort
source: Keep sauna short
ru: Сделайте сауну короткой
zh_hans: 桑拿时间不宜过长

# coach.actions.keepTheDayFlexible
source: Keep the day flexible
ru: Оставьте день гибким
zh_hans: 保持当天的日程灵活

# coach.actions.keepTheDaySimple
source: Keep the day simple
ru: Сделайте день проще.
zh_hans: 让这一天保持简单

# coach.actions.keepTheEveningCalm
source: Keep the evening calm
ru: Сохраняйте вечер спокойным
zh_hans: 让夜晚保持宁静

# coach.actions.keepTheFirstSetsSubmaximal
source: Keep the first sets submaximal
ru: Первые подходы держите не предельными
zh_hans: 将第一组训练负荷保持在次最大强度。

# coach.actions.keepTheMainGuidanceSupported
source: Keep the main guidance supported
ru: Следуйте главной рекомендации
zh_hans: 保持主要指导方针得到支持

# coach.actions.keepTheOpeningBlockEasy
source: Keep the opening block easy
ru: Держите стартовый блок легким
zh_hans: 保持起始区块简单

# coach.actions.keepThePlanUnchanged
source: Keep the plan unchanged
ru: Оставьте план без изменений
zh_hans: 保持原计划不变

# coach.actions.keepTheRoutine
source: Keep the routine
ru: Сохраните рутину
zh_hans: 保持日常习惯

# coach.actions.keepTheSessionComfortable
source: Keep the session comfortable
ru: Держите тренировку комфортной
zh_hans: 保持训练舒适

# coach.actions.keepTheWalkRestorative
source: Keep the walk restorative
ru: Пусть прогулка будет легкой
zh_hans: 保持步行具有恢复作用

# coach.actions.keepThisEasy
source: Keep this easy
ru: Держите это легким
zh_hans: 保持简单

# coach.actions.leaveARepOrTwoInReserve
source: Leave a rep or two in reserve
ru: Оставьте один-два повтора в запасе
zh_hans: 预留一两个代表。

# coach.actions.leaveRefreshed
source: Leave refreshed
ru: Выйдите освеженным
zh_hans: 刷新页面

# coach.actions.leaveRefreshedNotDrained
source: Leave refreshed, not drained
ru: Закончите свежими, а не выжатыми
zh_hans: 电量保持充足，而非耗尽

# coach.actions.leaveTomorrowForTomorrow
source: Leave tomorrow for tomorrow
ru: Оставьте завтра на завтра
zh_hans: 明日启程，迎接明日。

# coach.actions.letBreathingSettleFirst
source: Let breathing settle first
ru: Сначала стабилизируйте дыхание
zh_hans: 先让呼吸平静下来

# coach.actions.letReadinessSetTheCeiling
source: Let readiness set the effort
ru: Пусть готовность задаст темп
zh_hans: 以准备状态决定努力程度

# coach.actions.letRecoveryLead
source: Let recovery lead
ru: Сегодня главное — восстановиться
zh_hans: 让复苏引领方向

# coach.actions.letRecoveryStart
source: Let recovery start
ru: Дайте восстановлению начаться
zh_hans: 让恢复开始

# coach.actions.letTheDayCloseCleanly
source: Let the day close cleanly
ru: Дайте дню закрыться спокойно
zh_hans: 愿这一天以圆满收官。

# coach.actions.letTheDayStayBalanced
source: Let the day stay balanced
ru: Пусть день останется сбалансированным
zh_hans: 愿这一天保持平衡

# coach.actions.letTheMealSettleBeforeBuilding
source: Let the meal settle before building
ru: Дайте еде усвоиться перед наращиванием
zh_hans: 待餐食静置片刻后再进行搭建。

# coach.actions.letTheNextRealContextDecide
source: Let the next real context decide
ru: Пусть следующий реальный контекст решит
zh_hans: 让接下来的实际情况来决定。

# coach.actions.letTheSessionComeToYou
source: Let the session come to you
ru: Входите в тренировку постепенно
zh_hans: 让这场会议主动来到您身边

# coach.actions.letTheWarmUpDecide
source: Let the warm-up decide
ru: Пусть разминка решит
zh_hans: 让热身环节来决定。

# coach.actions.letTheWarmUpSettleTheEffort
source: Let the warm-up settle the effort
ru: Пусть разминка стабилизирует усилие
zh_hans: 让热身活动缓解运动后的疲劳。

# coach.actions.letTheWorkAbsorb
source: Let the work absorb
ru: Дайте работе усвоиться
zh_hans: 让工作吸收

# coach.actions.letThisSessionSetTheCeiling
source: Let this session set the ceiling
ru: Пусть тренировка сама задаст темп
zh_hans: 让本次会议设定上限。

# coach.actions.lowerStressBeforeTheNextDemand
source: Lower stress before the next demand
ru: Снизьте стресс перед следующей нагрузкой
zh_hans: 在下一次需求出现前降低压力

# coach.actions.lowerTheCostOfTheNextHour
source: Lower the cost of the next hour
ru: Снизьте цену следующего часа
zh_hans: 降低下一小时的成本

# coach.actions.lowerTheLaterCeiling
source: Lower the later ceiling
ru: Сделайте вечер легче
zh_hans: 降低后方的天花板高度

# coach.actions.makeRecoveryEasierToStart
source: Make recovery easier to start
ru: Помогите себе восстановиться
zh_hans: 让恢复工作更易启动

# coach.actions.makeSleepTheAnchor
source: Make sleep the anchor
ru: Сделайте сон якорем
zh_hans: 让睡眠成为生活的锚点

# coach.actions.makeTheNextBlockEasierToAbsorb
source: Make the next block easier to absorb
ru: Сделайте следующий блок легче для усвоения
zh_hans: 让下一个模块更易被吸收

# coach.actions.makeTheNextBlockEasierToRecoverFrom
source: Make the next block easier to recover from
ru: Сделайте следующий блок легче
zh_hans: 使下一个区块更易恢复

# coach.actions.makeTheNextSessionEasierToStart
source: Make the next session easier to start
ru: Подготовьте тело к следующей тренировке
zh_hans: 让下一场会议更轻松地开始

# coach.actions.makeThePlanFitTodaySCapacity
source: Make the plan fit today's capacity
ru: Подстройте план под сегодняшний ресурс
zh_hans: 使计划符合当前的能力水平

# coach.actions.makeTheSessionEasierToManage
source: Make the session easier to manage
ru: Сделайте тренировку спокойнее
zh_hans: 让训练更易掌控

# coach.actions.noCatchUpTargetIsNeeded
source: No extra target is needed
ru: Дополнительная цель не нужна
zh_hans: 无需额外目标。

# coach.actions.noChasingANumberMidSession
source: No chasing a number mid-session
ru: Не гонитесь за цифрами в середине тренировки
zh_hans: 交易盘中不追涨

# coach.actions.noChasingRangeOrStrain
source: No chasing range or strain
ru: Не гонитесь за диапазоном или напряжением
zh_hans: 无需追逐距离或张力

# coach.actions.noChasingTheFullTargetMidSession
source: No chasing the full target mid-session
ru: Не догоняйте план любой ценой
zh_hans: 盘中未全力追求目标。

# coach.actions.noDemandingPlanNeedsSolvingNow
source: No demanding plan needs solving now
ru: Сейчас не нужно решать сложный план
zh_hans: 目前无需解决任何紧迫问题。

# coach.actions.noExtraFixIsNeeded
source: No extra fix is needed
ru: Дополнительное исправление не нужно
zh_hans: 无需额外修复。

# coach.actions.noExtraTrainingNeeded
source: No extra training needed
ru: Дополнительная тренировка не нужна
zh_hans: 无需额外训练

# coach.actions.noLargeBolusNeeded
source: No large bolus needed
ru: Большой объем не нужен
zh_hans: 无需大剂量推注

# coach.actions.noWorkoutPlanNeedsSolvingNow
source: No workout plan needs solving now
ru: Сейчас не нужно решать план тренировок
zh_hans: 现在无需制定任何健身计划。

# coach.actions.nutrition
source: Nutrition
ru: Питание
zh_hans: 营养

# coach.actions.overTheNextHour
source: Over the next hour
ru: В течение следующего часа
zh_hans: 在接下来的一个小时里

# coach.actions.prepareForSleep
source: Prepare for sleep
ru: Подготовьтесь ко сну
zh_hans: 准备入睡

# coach.actions.prepareTomorrowSBasicsNow
source: Prepare tomorrow's basics now
ru: Подготовьте базу на завтра сейчас
zh_hans: 现在就为明天的基础知识做好准备。

# coach.actions.protectQuality
source: Protect quality
ru: Сохраните качество
zh_hans: 保持品质

# coach.actions.protectSleep
source: Protect sleep
ru: Сохраните сон
zh_hans: 守护您的睡眠

# coach.actions.protectTonight
source: Protect tonight
ru: Сохраните вечер спокойным
zh_hans: 让您的夜晚保持宁静。

# coach.actions.recentLoad
source: Recent load
ru: Недавняя нагрузка
zh_hans: 最近负载

# coach.actions.recovery
source: Recovery
ru: Восстановление
zh_hans: 恢复

# coach.actions.recoveryNutrition
source: Recovery nutrition
ru: Еда после нагрузки
zh_hans: 恢复期膳食

# coach.actions.recoverySupportsThePlan
source: Recovery supports the plan
ru: Так план усвоится лучше
zh_hans: 恢复支持计划

# coach.actions.rehydrateAfter
source: Rehydrate after
ru: Восполните воду после
zh_hans: 使用后请补充水分。

# coach.actions.remainingTraining
source: Remaining training
ru: Оставшаяся тренировка
zh_hans: 剩余训练

# coach.actions.removeFrictionBeforeMorning
source: Remove friction before morning
ru: Позаботьтесь о мелочах сегодня вечером — утром будет проще.
zh_hans: 今晚处理好些琐事，明天早上就会轻松些。

# coach.actions.replaceMinerals
source: Replace minerals
ru: Восполните минералы
zh_hans: 补充矿物质

# coach.actions.safetyBeatsCompletingTheSession
source: Safety beats completing the session
ru: Безопасность важнее, чем законченная тренировка.
zh_hans: 安全比完成训练更重要。

# coach.actions.saunaChangesTheRestOfToday
source: Sauna changes the rest of today
ru: Сауна меняет остаток дня
zh_hans: 桑拿为这一天画上句号。

# coach.actions.saveCapacityForTheLaterSession
source: Save capacity for the later session
ru: Сохраните силы на следующую тренировку
zh_hans: 为下次训练保留体力

# coach.actions.saveFreshnessForTheRide
source: Save freshness for the ride
ru: Сохраните свежесть для заезда
zh_hans: 保持出发前的新鲜度

# coach.actions.saveIntensityForLater
source: Save intensity for later
ru: Сохраните интенсивность на потом
zh_hans: 将强度保存至稍后使用

# coach.actions.setAHardStopForTheEvening
source: Set a hard stop for the evening
ru: Поставьте жесткую границу на вечер
zh_hans: 为夜晚设定一条硬性界限。

# coach.actions.settleDown
source: Settle down
ru: Успокойтесь
zh_hans: 请冷静下来

# coach.actions.shiftOutOfDoingMode
source: Shift out of doing mode
ru: Дайте себе разрешение ничего не делать.
zh_hans: 允许自己什么都不做。

# coach.actions.shortenIfNeeded
source: Shorten if needed
ru: Сократите, если нужно.
zh_hans: 如有需要，请精简。

# coach.actions.sipCalmly
source: Sip calmly
ru: Пейте спокойно
zh_hans: 请安心饮用。

# coach.actions.sipCalmlyIfAvailable
source: Sip calmly if available
ru: Пейте спокойно, если есть возможность
zh_hans: 可以的话，慢慢喝

# coach.actions.sipFluidsSteadily
source: Sip fluids steadily
ru: Пейте воду равномерно.
zh_hans: 均匀饮水。

# coach.actions.sipMoreBeforeLeaving
source: Sip more before leaving
ru: Попейте еще перед выходом
zh_hans: 出门前再喝一杯。

# coach.actions.sipToComfort
source: Sip to comfort
ru: Пейте до комфорта
zh_hans: 祝您使用愉快

# coach.actions.skipExtraTraining
source: Skip extra training
ru: Пропустите лишнюю тренировку
zh_hans: 跳过多余的训练

# coach.actions.sleep
source: Sleep
ru: Сон
zh_hans: 睡眠

# coach.actions.startEasy
source: Start easy
ru: Начните легко
zh_hans: 从简单处开始

# coach.actions.startWith300500Ml
source: Start with 300-500 ml
ru: Начните с 300–500 мл
zh_hans: 先喝 300–500 毫升

# coach.actions.stayBelowStrain
source: Stay below strain
ru: Оставайтесь ниже напряжения
zh_hans: 保持较低电压

# coach.actions.stayFlexibleToday
source: Stay flexible today
ru: Оставайтесь гибкими сегодня
zh_hans: 今天保持灵活

# coach.actions.stayRelaxed
source: Stay relaxed
ru: Оставайтесь расслабленными.
zh_hans: 请保持放松。

# coach.actions.stayWithTheRoutine
source: Stay with the routine
ru: Оставайтесь в рутине
zh_hans: 保持日常作息习惯

# coach.actions.stopBeforeHeatBecomesWork
source: Stop before heat becomes work
ru: Остановитесь, пока жара не стала работой
zh_hans: 等酷暑不再肆虐时，再停下脚步吧。

# coach.actions.stopBeforeItBecomesWork
source: Stop before it becomes work
ru: Остановитесь, пока это не стало работой
zh_hans: 先别走，等这件事变成工作再说。

# coach.actions.stopIfSymptomsShowUp
source: Stop if symptoms show up
ru: Остановитесь, если почувствуете себя плохо.
zh_hans: 若感觉不适，请立即停下。

# coach.actions.supportRecoveryAndTrainingQuality
source: Support recovery and training quality
ru: Дайте себе восстановиться и сохранить качество
zh_hans: 给自己时间恢复，并维持原有状态。

# coach.actions.supportThePlannedWork
source: Support the planned work
ru: Подготовьтесь к запланированной работе
zh_hans: 为计划中的工作做好准备。

# coach.actions.supportTheWorkAlreadyDone
source: Support the work already done
ru: Дайте сделанной работе усвоиться
zh_hans: 让已完成的工作充分消化吸收。

# coach.actions.theDayDoesNotNeedAnotherLoad
source: The day does not need another load
ru: Дню не нужна еще одна нагрузка
zh_hans: 这一天不再需要额外的负担。

# coach.actions.theDayIsInAGoodPlace
source: The day is in a good place
ru: День в хорошем положении
zh_hans: 今天状态不错

# coach.actions.theUsefulWorkIsAlreadyDone
source: The useful work is already done
ru: Полезная работа уже сделана
zh_hans: 有益的工作已经完成。

# coach.actions.thisIsNoLongerARecoveryDay
source: This is no longer a recovery day
ru: Это уже не день восстановления.
zh_hans: 这已不再是恢复之日。

# coach.actions.timeOfDay
source: Time of day
ru: Время дня
zh_hans: 一天中的时段

# coach.actions.todayCanAbsorbTraining
source: Today can absorb training
ru: Сегодня день выдержит тренировку
zh_hans: 今天正好可以进行一次训练。

# coach.actions.todayIsAvailable
source: Today is available
ru: Сегодня есть ресурс
zh_hans: 今天有一个资源。

# coach.actions.tomorrow
source: Tomorrow
ru: Завтра
zh_hans: 明天

# coach.actions.tonightSetsUpTheNextSession
source: Tonight sets up the next session
ru: Сегодняшний вечер влияет на следующую тренировку
zh_hans: 今晚的情况将影响下一场训练。

# coach.actions.useBodyFeedbackNow
source: Use body feedback now
ru: Сейчас ориентируйтесь на ощущения тела
zh_hans: 现在，请以身体的感觉为指引。

# coach.actions.useFluidsAsSupportNotTheMainGoal
source: Use fluids as support, not the main goal
ru: Пейте для самочувствия, не ради цифры
zh_hans: 饮酒是为了健康，而非为了数字。

# coach.actions.usefulAfterHeatOrHeavySweat
source: Useful after heat or heavy sweat
ru: Полезно после жары или сильного пота
zh_hans: 在炎热天气或大量出汗后使用较为有益。

# coach.actions.useSaunaCarefully
source: Use sauna carefully
ru: Используйте сауну осторожно
zh_hans: 请谨慎使用桑拿房。

# coach.actions.useSteadyFluids
source: Use steady fluids
ru: Пейте равномерно
zh_hans: 均匀饮用

# coach.actions.useThisAsRecovery
source: Use this as recovery
ru: Используйте это как легкое восстановление
zh_hans: 把这当作恢复

# coach.actions.windDownNow
source: Wind down now
ru: Начинайте замедляться
zh_hans: 开始减速

# coach.activeRecoveryDay
source: Active recovery day
ru: День для легкого движения
zh_hans: 主动恢复日

# coach.activities
source: Activities
ru: Активности
zh_hans: 活动

# coach.activity
source: Activity
ru: Активность
zh_hans: 活动

# coach.activity.fallbackTitle
source: Activity
ru: Активность
zh_hans: 活动

# coach.activityContext
source: Activity Context
ru: Контекст активности
zh_hans: 活动上下文

# coach.activityContext.dayOverview.358
source: Day overview
ru: Обзор дня
zh_hans: 每日概览

# coach.activityContext.easyMovement.658
source: Easy movement
ru: Легкое движение
zh_hans: 移动便捷

# coach.activityContext.enduranceSession.651
source: Endurance session
ru: Кардио
zh_hans: 耐力训练课

# coach.activityContext.energySupport.633
source: Energy support
ru: Энергия
zh_hans: 能量支持

# coach.activityContext.heatRecovery.664
source: Heat recovery
ru: Восстановление после тепла
zh_hans: 余热回收

# coach.activityContext.heatRecovery.666
source: Heat recovery
ru: Восстановление после тепла
zh_hans: 余热回收

# coach.activityContext.hydrationSupport.670
source: Hydration support
ru: Вода
zh_hans: 补水支持

# coach.activityContext.keepRecoveryEasy.354
source: Keep recovery easy
ru: Восстанавливайтесь спокойно
zh_hans: 让康复更轻松

# coach.activityContext.mobilityReset.655
source: Mobility reset
ru: Легкая мобилити
zh_hans: 轻便移动性

# coach.activityContext.morningFuel.630
source: Morning fuel
ru: Еда утром
zh_hans: 晨间燃料

# coach.activityContext.noCoachingMoveIsUrgentRightNow.373
source: No coaching move is urgent right now. Let the plan stay in the background.
ru: Сейчас не нужно срочно что-то исправлять. Пусть план остается на фоне.
zh_hans: 目前并无紧急的教练调整需求。让计划继续处于次要地位。

# coach.activityContext.noPressureRightNow.356
source: No pressure right now
ru: Сейчас без давления
zh_hans: 现在没什么压力。

# coach.activityContext.nothingNeedsChasingYetKeepFuelFluids.369
source: Nothing needs chasing yet. Keep fuel, fluids, and energy steady until preparation actually matters.
ru: Пока ничего не нужно догонять. Держите питание, воду и энергию ровно до момента подготовки.
zh_hans: 目前尚无需仓促行动。在真正需要准备之前，请保持燃料、液体及体力的稳定。

# coach.activityContext.noUrgentIssueIsAskingForAttention.376
source: No urgent issue is asking for attention. Keep food, water, and movement steady.
ru: Сейчас нет срочного сигнала. Держите еду, воду и движение ровными.
zh_hans: 目前没有需要紧急处理的问题。请保持饮食、饮水及活动量稳定。

# coach.activityContext.nutritionSupport.638
source: Nutrition support
ru: Питание
zh_hans: 营养支持

# coach.activityContext.plannedActivity.672
source: Planned activity
ru: Запланированная активность
zh_hans: 计划活动

# coach.activityContext.recoveryFuel.636
source: Recovery fuel
ru: Еда после нагрузки
zh_hans: 运动后饮食

# coach.activityContext.recoverySession.660
source: Recovery session
ru: Восстановительная тренировка
zh_hans: 恢复性训练

# coach.activityContext.strengthSession.646
source: Strength session
ru: Силовая
zh_hans: 力量型

# coach.activityContext.trainingSession.648
source: Training session
ru: Тренировка
zh_hans: 训练

# coach.activityContext.useTheNextEasyBlockToFeel.367
source: Use the next easy block to feel better, not to add load.
ru: Используйте следующий легкий блок, чтобы почувствовать себя лучше, а не добавить нагрузку.
zh_hans: 请使用以下轻量训练模块来提升状态，而非增加训练负荷。

# coach.addLightCarbsIfEnergyIsLowBanana
source: Add light carbs if energy is low (banana)
ru: Добавьте легкие углеводы, если мало энергии (банан)
zh_hans: 若能量不足，可补充少量易吸收的碳水化合物（如香蕉）

# coach.addProteinGreekYogurtEggsChickenOrShake
source: Add protein (Greek yogurt, eggs, chicken or shake)
ru: Добавьте белок (греческий йогурт, яйца, курица или шейк)
zh_hans: 添加蛋白质（希腊酸奶、鸡蛋、鸡肉或奶昔）

# coach.addRecoverySupport
source: Add recovery support
ru: Добавьте восстановление
zh_hans: 添加恢复支持

# coach.aRelaxedWalkCanHelpTheBodyTransitionInto
source: A relaxed walk can help the body transition into recovery for the night. Keep the evening calm from here.
ru: Спокойная прогулка поможет телу перейти к ночному отдыху. Дальше держите вечер тихим.
zh_hans: 悠闲地散步有助于身体为夜间休息做好准备。从此以后，请保持夜晚的宁静。

# coach.aRelaxedWalkIsAGreatWayToWake
source: A relaxed walk is a great way to wake the body without adding stress. Take that momentum into the day.
ru: Спокойная прогулка мягко разбудит тело без лишнего стресса. Перенесите этот ритм в день.
zh_hans: 悠闲地散步是唤醒身体、又不增加压力的绝佳方式。将这份活力延续到接下来的日子里。

# coach.ask.choosePrompt
source: Choose a question
ru: Выберите вопрос
zh_hans: 请选择一个问题

# coach.ask.error.message
source: Something went wrong while reading your activity data. Try again.
ru: Не удалось прочитать данные активности. Попробуйте ещё раз.
zh_hans: 无法读取活动数据。请重试。

# coach.ask.error.title
source: Couldn't load this answer
ru: Не удалось загрузить ответ
zh_hans: 无法加载此答案

# coach.ask.focus.activeLabel
source: Weekly focus
ru: Фокус недели
zh_hans: 本周焦点

# coach.ask.focus.consistentBedtime
source: More consistent sleep timing
ru: Более стабильный режим сна
zh_hans: 保持更规律的睡眠时间

# coach.ask.focus.consistentBedtime.detail
source: Aim for similar bed and wake times on the nights you can measure.
ru: Стремитесь к похожему времени отхода ко сну и подъёма в ночи, которые можете отслеживать.
zh_hans: 在可测量的夜晚，尽量保持相似的就寝与起床时间。

# coach.ask.focus.dismiss
source: Dismiss
ru: Скрыть
zh_hans: 关闭

# coach.ask.focus.keepTrainingDays
source: Spread training across more days
ru: Распределить тренировки по большему числу дней
zh_hans: 将训练分配至尽可能多的天数
